Repository: common-repository/wp-piwik-notifier
Catalog: lang/wp-piwik-notifier-*.po
Languages: de_de

source: WP Piwik Notifier Setting
de_de: WP Piwik Nofifier Einstellungen

source: Read More Text
de_de: Notifier Bar Mehr Infos Text

source: Front End Page
de_de: Seite für den Datenschutz

source: Select the Page for the Settings.
de_de: Wähle die Datenschutz-Seite aus

source: Select Style Sheet
de_de: Wähle dein StyleSheet faus

source: Custom Style Sheet is marked with a *
de_de: Dein StyleSheet ist mit einem * markiert

source: URL to Piwik
de_de: Pfad zu Piwik

source: URL to Piwik with trailing slash: http://stats.piwik.org/
de_de: Pfad zu Piwik mit einem Enden Slash: http://stats.piwik.org/

source: Save changes
de_de: Einstellungen speichern

source: Please update the Piwik URL in the settings page
de_de: Bitte überprüfe deine Einstellungen und trage den Pfad zu Piwik ein

source: Write a long Text about Cookies, Tracking and so forth. Maybe link to WIKIPEDIA or some other ressource. Be sure to include the shortcode for the disable-cookie iframe: [piwik-iframe]
de_de: Hier sollte deine Datenschutzerklärung stehen. Sei dir sicher das du das Piwik-iFrame ausgibst.[piwik-iframe]

source: Privacy and Piwik Infos
de_de: Datenschutz

source: This Website uses Cookies to help build a better experience for you! Are you fine with this?
de_de: Diese Webseite nutzt Cookies um dir ein angenehmeres Erlebnis zu gewährleisten

source: Read more or deactivate the tracking-cookie
de_de: Informiere dich hier über Cookies oder deaktivere das Tracking
